export const ar = {
  language: 'English',
  languageShort: 'EN',
  appName: 'التاروت',
  login: 'تسجيل الدخول',
  cards: 'الكروت',
  oneCard: 'كارت واحد',
  read: 'قراءة',
  customRead: 'قراءة مخصصة',
  savedRead: 'القراءات المحفوظة',
  reversed: 'معكوس',
  titles: {
    landing: {
      hero: 'معاني الكروت<br />قراءات عادية<br />قراءات مخصصة',
      learn: 'تعلم التاروت من خلال القرائات المخصصة',
    },
    auth: {
      title: 'تسجيل الدخول',
      titleInfo: 'اختر وسيلة الدخول',
    },
    reads: {
      title: {
        read: 'اختر نوع القراءة',
        customRead: 'اختر نوع القراءة المخصصة',
      },
      titleInfo: 'اختر نوع القراءة',
    },
    myReads: {
      title: 'القراءات المحفوظة',
      titleInfoWithReads: 'اضغط على قراءة للتحميل',
      titleInfoWithoutReads: 'لا يوجد قراءات محفوظة',
    },
    reader: {
      advice: {
        title: 'نصائح',
      },
    },
    history: {
      title: 'تاريخ موجز للتاروت',
      titleInfo: 'للترفيه و ليس للعرافة',
    },
    learn: {
      title: 'التاروت بإمكانه المساعدة',
      titleInfo: 'يتطلب الأمر الكثير من التأمل والإدراك العميق للكشف عن الحقائق الأعمق في بطاقات التاروت الخاصة بك.'
      + 'عليك التوفيق بين المعاني والتفسيرات وجعلها ذات صلة بك من خلال التعمق في أفكارك وخبراتك.'
      + 'تحتاج إلى ربط التفسيرات بماضيك ، وحياتك اليومية ، وذاتك ، وفهم كيفية تطبيقها.',
    },
    philosophy: {
      title: 'فلسفتنا للتاروت',
      titleInfo: 'اصنع عالمك السحري',
    },
    support: {
      subscribed: {
        title: 'شكرا',
        titleInfo: 'دعمك يعني الكثير لنا ولمجتمع التاروت. سنبذل قصارى جهدنا للحفاظ على خدمة جيدة وإضافة المزيد من الميزات إلى ElTarot.',
      },
      notSubscribed: {
        title: 'ادعمنا',
        titleInfo: 'سيساعدنا دعمك على إضافة المزيد من الميزات إلى ElTarot. وسنتوقف عن عرض الإعلانات في المقابل',
      },
    },
    customRead: 'قراءة مخصصة',
    editCard: 'تعديل',
    paymentFormTitle: 'بيانات الكارت',
  },
  data: {
    landing: {
      heroText: 'التاروت هو أداة قوية للمساعدة في اكتشاف الذات و إدراك الأفكار. التاروت ليس أداة للسحر أو معرفة المستقبل ، التاروت يساعدنا ببساطة في إطلاق أفكارنا وتنظيمها بطرق منطقية في سبيل عيش أفضل حياة ممكنة.',
      learnText: 'قم بإنشاء قراءات بأي مجموعة كروت تفكر بها للتعرف على التخطيطات والمعاني المختلفة أو استخدمها لترجمة القراءات التي تم إنشاؤها بواسطة مجموعة البطاقات الخاصة بك.',
    },
    customRead: {
      cardBoxText: 'إضغط لإختيار الكارت',
      selectDialogueTitle: {
        text1: 'اختر كارت ل ',
        text2: '',
      },
    },
    history: {
      section1: {
        title: 'التاروت للعرافة',
        paragraph: 'كان الغرض الأصلي من التاروت بمثابة لعبة صالة ، وليس كأداة إلهية'
        + 'يبدو أن العرافة بأوراق اللعب بدأت في الانتشار في أواخر القرن السادس عشر وأوائل القرن السابع عشر'
        + 'على الرغم من أنه في ذلك الوقت ، كان الأمر أكثر بساطة من الطريقة التي نستخدم بها التاروت اليوم.'
        + '<br />'
        + 'بحلول القرن الثامن عشر ، بدأ الناس في تحديد معاني محددة لكل بطاقة ، وحتى تقديم اقتراحات حول كيفية وضعها لأغراض العرافة.',
      },
      section2: {
        title: 'مصر القديمة',
        paragraph: 'كشف مجمع نشره أنطوان كورت دي جبلين أن الرمزية في التارو مستمدة في الواقع من الأسرار الباطنية للكهنة المصريين.'
        + '<br />'
        + 'يشرح دي جبلين أن هذه المعرفة السحرية القديمة نُقلت إلى روما وكُشفت للكنيسة الكاثوليكية والباباوات.'
        + 'الذين أرادوا بشدة الحفاظ على سرية هذه المعرفة الغامضة.'
        + 'في مقالته ، يشرح الفصل الخاص بمعاني التارو الرمزية التفصيلية لعمل التاروت الفني ويربطها بأساطير إيزيس وأوزوريس وآلهة مصرية أخرى.'
        + '<br />'
        + 'ومع ذلك ، يعتبر هذا المفهوم كتاريخ زائف من قبل الكثيرين',
      },
      section3: {
        title: 'التاروت في جميع أنحاء العالم',
        paragraph: 'يمكن إرجاع أسلاف ما نعرفه اليوم باسم بطاقات التاروت إلى أواخر القرن الرابع عشر تقريبًا.'
        + 'ابتكر الفنانون في أوروبا أوراق اللعب الأولى ، والتي كانت تستخدم للألعاب ، وضمت أربع مجاميع مختلفة.'
        + 'كانت هذه المجاميع شبيهة بما لا زلنا نستخدمه اليوم - عصي و أقراص أو نجوم وأكواب وسيوف.'
        + 'بعد عقد أو عقدين من استخدامها ، في منتصف القرن الخامس عشر الميلادي ، بدأ الفنانون الإيطاليون في رسم بطاقات إضافية ، مصورة بشكل كبير ، لإضافتها إلى المجموعات الحالية.',
      },
      section4: {
        title: 'رايدر وايت',
        paragraph: 'كان عالم السحر والتنجيم البريطاني آرثر وايت عضوًا في وسام الفجر الذهبي - ويبدو أنه عدو قديم لأليستر كراولي'
        + 'الذي شارك أيضًا في المجموعة وفروعها المختلفة.'
        + 'اجتمع Waite مع الفنانة باميلا كولمان سميث ، وهي أيضًا عضوة في Golden Dawn ، وأنشأوا مجموعة Rider-Waite Tarot ، والتي نُشرت لأول مرة في عام 1909.'
        + '<br />'
        + 'بناءً على اقتراح Waite ، استخدم سميث العمل الفني Sola Busca للإلهام ، وهناك العديد من أوجه التشابه في'
        + 'رمزية بين النتيجة النهائية لـ "سولا بوسكا" و "سميث". كان سميث أول فنان يستخدم الشخصيات كصور تمثيلية في البطاقات السفلية.'
        + 'بدلاً من إظهار مجرد مجموعة من الأكواب أو العملات المعدنية أو الصولجانات أو السيوف ، قام سميث بدمج شخصيات بشرية في العمل الفني ، والنتيجة هي السطح الأيقوني الذي يعرفه كل قارئ اليوم.',
      },
    },
    learn: {
      section1: {
        title: 'كروت التاروت',
        paragraph: 'تتكون مجموعة كروت التاروت من 78 بطاقة: 22 بطاقة معروفة بـأوراق السر الأعظم  و 40 بطاقة معروفة بـأوراق السر الاصغر و 16 بطاقة محكمة.'
        + '<br />'
        + 'كل بطاقة لها معنى عام مرتبط بها ، لكن تفسير البطاقة يتغير حسب موضع البطاقة في التخطيط وتفاعلها مع البطاقات الأخرى.',
      },
      section2: {
        title: 'القراءات',
        paragraph: 'تتم القراءات غالبًا عن طريق وضع ثلاث بطاقات متتالية ، أو بالتناوب خمس بطاقات في شكل متقاطع.'
        + '<br />'
        + 'يمكن أيضًا إجراء القراءات مع أو بدون السماح ببطاقات عكسية (مقلوبة) ، وستؤدي إلى تفسير بديل.'
        + '&nbsp;غالبًا ما يكون للبطاقات المعكوسة دلالة سلبية أكثر ، ولكن ليس بالضرورة دلالة متشائمة ، وغالبًا ما تعني عكس المعاني العادية.',
      },
      section3: {
        title: 'الكروت',
        subTitle1: 'السر الأعظم',
        paragraph1: 'كروت السر الأعظم هي مجموعة من 22 بطاقة في مجموعة التاروت ذات ال78 بطاقة.'
        + '<br />'
        + 'إنها بمثابة البطاقات الرئيسية في قراءات التاروت وتختلف عن المجموعات الأربعة المعروفة باسم كروت السر الأصغر.'
        + '<br />'
        + 'الرموز في الكروت هي نفسها بشكل أساسي في جميع مجموعات التاروت ، على الرغم من أنها قد تختلف من حيث الموضوع وفقًا لفلسفة المصمم.'
        + '<br />'
        + 'Each of the Major Arcana cards has a title, such as The Magician, The Empress, The Lovers, The Moon, The Tower, and so forth.'
        + '&nbsp;و هي مرقمة من الصفر - (الأحمق) - إلى واحد وعشرين - (العالم)',
        subTitle2: 'السر الأصغر',
        paragraph2: 'كروت السر الأصغر هي 56 بطاقة من أوراق التاروت المكونة من 78 بطاقة.'
        + '<br />'
        + 'وهي مقسمة إلى أربع مجموعات لكل منها 14 بطاقة. البدلات المتضمنة هي: الصولجانات ، والأكواب ، والسيوف ، والخماسي.',
      },
    },
    philosophy: {
      quote: 'مثلما لا يمكن للشمعة أن تحترق بدون نار ، لا يستطيع الإنسان أن يعيش بدون حياة روحية.',
      quoter: 'بوذا',
      section1: {
        title: 'تعلم التاروت وتعلم التحكم في مصيرك.',
        paragraph: 'نحن لا نحاول التنبؤ ولا نؤمن بالعرافة.'
        + 'نحن لا نحاول إخبارك بما يجب عليك فعله أو كيف سيكون مستقبلك'
        + 'انت وحدك يمكنك أن تقرر ذلك.'
        + 'نحن نقدم فقط التجربة التي يمكن أن تساعدك في بناء اتصال مع ذاتك والحصول على مزيد من التعاطف مع العالم من حولك.',
      },
      section2: {
        title: 'صدق السحر في قصتك',
        paragraph: 'نعتقد أنه يمكن للشخص تطوير معرفة ذاتية أفضل إذا تم إيلاء المزيد من الاهتمام لأفعاله وسلوكياته اليومية.'
        + 'من خلال العلامات والرموز ، يمكنك قراءة انعكاسات نفسك الداخلية وهذا مهم جدًا لتطوير الذات.',
      },
      section3: {
        title: 'يمكنك التنبؤ بالمستقبل',
        paragraph: '&quot;يمكننا التنبؤ بالمستقبل عندما نعرف كيف تطورت اللحظة الحالية من الماضي.'
        + '<br />'
        + 'يمكن أن يكون التاروت طريقة بديهية تهدف إلى فهم تدفق الحياة ، وربما حتى التنبؤ بالأحداث المستقبلية,'
        + 'حيث ان جميع الأحداث تفسح المجال لقراءة ظروف اللحظة الحالية.&quot;'
        + '<br />'
        + '<b>كارل يونغ</b>',
      },
    },
    support: {
      paragraph1: 'إذا كنت تواجه أي مشاكل أو لديك اقتراحات ، فلا تتردد في الاتصال بنا',
      paragraph2: 'دفعة واحدة فقط مقابل 3 دولارات',
      paragraph3: 'Powered by',
    },
    cardDetails: {
      uprightKeywords: 'كلمات في وضع معتدل',
      reversedKeywords: 'كلمات في وضع معكوس',
      description: 'الوصف',
      uprightMeaning: 'المعنى في وضع معتدل',
      reversedMeaning: 'المعنى في وضع معكوس',
      keywords: 'كلمات',
      meaning: 'المعنى',
      advice: 'النصيحة',
    },
    filterBox: {
      filter: 'إظهار',
      all: 'الكل',
    },
    searchField: {
      placeholder: 'إبحث بإسم الكارت',
    },
    cardHoverText: {
      text1: '-- إضغط للإضافة >',
      text2: '-- التفاصيل >',
    },
  },
  buttons: {
    landing: {
      startNormalRead: 'قراءة عادية',
      startCustomRead: 'قراءة مخصصة',
    },
    myReads: {
      backToSavedReads: 'العودة الى القرائات المحفوظة',
    },
    editCard: 'تعديل',
    saveRead: 'حفظ القراءة',
    spread: 'انشر الكروت',
    shuffle: 'قلب الكروت',
    enableReversed: 'تفعيل الكروت المعكوسة',
    resendVerificationEmail: 'إضغط لإعادة إرسال رسالة التأكيد',
    cardFullDetails: 'المعلومات الكاملة',
    support: 'إدعمنا',
  },
  notifications: {
    updateCardSuccess: 'تم تحديث البطاقة بنجاح',
    updateCardFail: 'تعذر تحديث البطاقة. حدث خطأ.',
    readSaveLimit: 'لقد تجاوزت الحد الأقصى للقراءات المحفوظة. يرجى إزالة واحدة على الأقل من القراءات المحفوظة لتتمكن من المتابعة',
    readSaveSuccess: 'تم حفظ القراءة بنجاح',
    readSaveFail: 'تعذر حفظ القراءة',
    readLoadFail: 'تعذر تحميل البطاقة',
    readRemovedSuccess: 'تم حذف القراءة بنجاح',
    readRemovedFail: 'تعذر حذف القراءة',
    subscriptionPaymentFail: 'هناك مشكلة في قبول عملية الدفع. برجاء المحاولة مرة اخرى',
    subscriptionPaymentSuccess: 'تم قبول الدعم بنجاح. استمتع بالقراءة',
    cardsNotShuffled: 'استرخ واخلط البطاقات أولاً ;)',
    cardsNotSpread: 'انشر الكروت أولا قبل الإختيار',
  },
  messages: {
    selectCards: {
      select: 'اختر ',
      cardsToContinue: ' كروت للمتابعة',
      toContinue: ' للمتابعة ',
    },
    flipCards: 'اضغط على الكارت لمعرفة المعنى',
    emailNotVerified: '<b>برجاء تأكيد البريد الإلكتروني</b>'
    + '<br />'
    + 'البريد الإلكتروني غير م}كد',
    verifyEmail: '<b>برجاء تأكيد البريد الإلكتروني</b>'
    + '<br />'
    + 'تم إرسال بريد إلكتروني للتحقق إلى عنوان بريدك الإلكتروني. يرجى اتباع التعليمات الواردة في البريد الإلكتروني لمتابعة استخدام التطبيق.',
    reader: {
      advice: {
        flipCards: 'إكشف الكروت لإظهار النصائح',
      },
    },
  },
  loadingMessages: {
    loadingCustomReadSlots: 'تنظيم خانات القراءة',
    loadingSavedReads: 'تحميل',
    savingRead: 'حفظ القراءة...',
    loadingCardDetails: 'تحميل التفاصيل...',
  },
  navLinks: {
    homePage: 'الرئيسية',
    cardsList: 'الكروت',
    readsList: 'قراءة',
    customRead: 'قراءة مخصصة',
    authintication: 'تسجيل الدخول',
    logout: 'خروج',
  },
  footerLinks: {
    philosophy: 'الفلسفة',
    history: 'التاريخ',
    learn: 'تعلم',
    terms: 'البنود',
    contact: 'اتصل بنا',
  },
  userLinks: {
    myReads: 'قرائاتي',
    logout: 'خروج',
    users: 'Users',
  },
  suits: {
    all: 'الكل',
    major: 'السر الأعظم',
    cups: 'كؤوس',
    pentacles: 'الخماسي',
    wands: 'الصولجانات',
    swords: 'السيوف',
  },
  fonts: {
    cardTitle: {
      family: 'Reem Kufi',
    },
  },
}
